#კომენტარების სახით ახსენით ყველა მათემატიკური ოპერატორი, რა განსხვავებაა / და // ოპერატორებს შორის
# * ეს არის გამრავლება ხოლო ** ორი არის კვადრატში გამრავლება დახარისხება მაგალითად 2**3 არის 8 იმიტორო 2 მრავლდება ორზე და მერე მესამე ორიანი მრავლდება იმ 4 ზე რაც გვქონდა მიღებული გამოდის 8
#/ ეს არის გაყოფა  და //ეს უკვე არის კონკრეტული რიცხვი კონკრეტულ რიცხვში რამდენჯერ თავსდება მაგალითად 31 ში 10 თავსდება 3 ჯერ და ვსო ნაშთს არ გვიჩვენებს
# % და ეს კიდე გვიჩვენებს ნასშთს მხოლოდ მაგალითად 11 % 5 ზე ნაშთი არის 1 და ამოაგდებს მხოლოდ ნაშთს ეკრანზე 
# + ნუ პლიუსი ისეც ვიცით რო ამატებს მაგალითად ქეთის + უჩა = ტიკტოკს დდდ
# - იც რათქმაუნდა გამოაკლდა უჩა და დარჩა ქეთი დდდ
# შექმენით ორი ცვლადი a = 7, b = 5 და დაბეჭდეთ:
# • ჯამი
# • სხვაობა
# • ნამრავლი
# • გაყოფის შედეგი
# • მთელრიცხვიანი გაყოფა
# • ხარისხი (a ხარისხად b)
# • ნაშთი
a = 7 
b = 5 
print(a + b)
print(a - b)
print(a * b)
print(a / b)
print(a // b)
print(a ** b)
print(a % b)
price = 49
print(price - 12)
score = 100
print(score * 35)
# ახსენით რა შედეგს გამოიტანს ეს კოდი და რატომ
# name = 'Barbare'
# name = 'Lika'
# name = 'Sally'
# #name = 'Ninia'
# print(name)
# აქ გამოიტანს სალის რადგან კომენტარს ვერ ხედავს კომპი მხოლოდ მე ვხედავ და ვასათაურებ ამიტომ ბოლო ნეიმის მნიშვნელობა რადგან ეწერა სალი დაპრინტავს სალის
